Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextChangelog3_2_0_0Section1.Text
source: You look like someone who loves to stay organized, and Scanner is here to help! Try out the new super-flexible file naming settings to spend more time scanning and less time renaming.
ar_tn: تبدو لنا بانك شخص تحب التنظيم، وتطبيق Scanner متوفر لمساعدتك! جرب الإعدادات التي تتسم بمرونة كبيرة لكي تقضي وقتاً أكثر في المسح الضوئي وتوفر الوقت الضائع في تسمية الملفات.
cs: Vypadáte jako někdo, kdo si rád udržuje pořádek, a aplikace Scanner vám s tím pomůže! Vyzkoušejte nové super flexibilní nastavení pojmenování souborů, abyste strávili více času skenováním a méně přejmenováváním.
he: אתה נראה כמו מישהו שאוהב להישאר מאורגן, וסורק כאן כדי לעזור! נסה את ההגדרות החדשות והגמישות במיוחד למתן שמות לקבצים כדי להקדיש זמן רב יותר לסריקה ופחות זמן לשינוי שם.
hu: Úgy tűnik, szereti a szervezettséget és a Scanner itt van, hogy segítsen! Próbálja ki az új, rendkívül rugalmas fájlelnevezési beállításokat, hogy több időt tölthessen a szkenneléssel és kevesebbet az átnevezéssel.
nb: Du ser ut som en som elsker å holde orden, og scanner er her for å hjelpe! prøv de nye superfleksible filnavninnstillingene for å bruke mer tid på skanning og mindre tid på å gi nytt navn.
pl: Wyglądasz na osobę, która lubi być zorganizowana i Scanner jest tutaj, aby pomóc! Wypróbuj nowe, superelastyczne ustawienia nazewnictwa plików, aby spędzać więcej czasu na skanowaniu, a mniej na zmianie nazw.
pt_br: Você parece ser uma pessoa que adora manter as coisas organizadas e o Scanner está aqui para ajudá-lo! Experimente as configurações superflexíveis de nomeação de arquivos a fim de passar mais tempo digitalizando do que renomeando arquivos.
ru: Вы похожи на человека, который любит быть организованным, и приложение Сканер здесь, чтобы помочь! Попробуйте новые сверхгибкие настройки именования файлов, чтобы тратить больше времени на сканирование и меньше времени на переименование.
sk: Vyzeráte ako niekto, kto miluje poriadok, a skener je tu, aby vám pomohol! Vyskúšajte nové superflexibilné nastavenia pomenovania súborov, aby ste strávili viac času skenovaním a menej času premenovaním.
uk: Ви виглядаєте як людина, яка любить бути організованою, і Scanner тут, щоб допомогти! Спробуйте нові надгнучкі налаштування іменування файлів, щоб витрачати більше часу на сканування та менше часу на перейменування.
zh_hans: 你看起来像一个喜欢有条理的人，扫描仪 会帮你的！尝试新的超级灵活的文件命名设置，让时间花在扫描而不是重命名上。

# TextChangelog3_2_0_0Section2.Text
source: Bilingual? Trilingual? Quadrilingual? Choose an app language that's independent from your system language (only one at a time though).
ar_tn: هل تتحدث بلغتين، ثلاث، أو أر بع لغات؟ يمكنك اختيار لغة للتطبيق مستقلة عن لغة نظام الحاسوب (للأسف لغة واحدة فقط في كل مرة).
cs: Dvojjazyčný? Trojjazyčný? Čtyřjazyčný? Zvolte si jazyk aplikace, který je nezávislý na systémovém jazyce (vždy však pouze jeden).
he: האם אתה דו-לשוני? תלת לשוני? בחר שפת אפליקציה שאינה תלויה בשפת המערכת שלך (עם זאת, האפליקציה תוצג בשפה אחת בלבד).
hu: Kétnyelvű? Háromnyelvű? Négynyelvű? Válasszon olyan alkalmazásnyelvet, amely független a rendszer nyelvétől (egyszerre azonban csak egyet).
nb: Tospråklig? trespråklig? firespråklig? velg et appspråk som er uavhengig av systemspråket ditt (men bare ett om gangen).
pl: Dwujęzyczny? Trójjęzyczny? Czterojęzyczny? Wybierz język aplikacji, który jest niezależny od języka systemowego (ale tylko jeden na raz).
pt_br: Bilíngue? Trilíngue? Tetralíngue? Escolha um idioma do aplicativo diferente do idioma do seu sistema (entretanto somente um por vez).
ru: Владеете двумя, тремя, четырьмя языками? Выберите язык приложения, независимый от языка вашей системы (только по одному за раз).
sk: Dvojjazyčný? Trojjazyčný? Štvorjazyčný? Vyberte jazyk aplikácie, ktorý je nezávislý od jazyka vášho systému (vždy len jeden).
uk: Двомовний? Тримовний? Чотиримовний? Виберіть мову застосунку, яка не залежить від мови вашої системи (але лише по одній за раз).
zh_hans: 会说双语？三语？四语？选择一种独立于系统语言的应用程序语言（但一次只能选择一种）。

# TextChangelog3_2_0_0Section3.Text
source: If your resolutions list is on the verge of getting out of control, you can now just type the desired resolution into the box instead of scrolling for hours.
ar_tn: في حال وصلت قائمة الدقة إلى حد الخروج عن السيطرة، بإمكانك الآن طباعة الدقة المطلوبة في المربع بدلا من البحث في القائمة لساعات.
cs: Pokud je váš seznam rozlišení na hranici zvládnutelnosti, můžete nyní místo několikahodinového procházení zadat požadované rozlišení do pole.
he: אם רשימת הרזולוציות שלך ארוכה מדי, כעת תוכל פשוט להקליד את הרזולוציה הרצויה בתיבה במקום לגלול במשך שעות.
hu: A felbontás lista irányítása a küszöbön áll, most már egyszerűen beírhatja a kívánt felbontást a mezőbe ahelyett, hogy órákig görgetne.
nb: Hvis oppløsningslisten din er på nippet til å komme ut av kontroll, kan du nå bare skrive inn ønsket oppløsning i boksen i stedet for å bla i timevis.
pl: Jeśli Twoja lista rozdzielczości zaraz wymknie Ci się spod kontroli, możesz teraz po prostu wpisać żądaną rozdzielczość w polu zamiast przewijać listę godzinami.
pt_br: Se sua lista de resoluções está prestes a fugir de controle, agora basta que você digite a resolução desejada na caixa em vez de procurar por horas.
ru: Если ваш список разрешений находится на грани выхода из-под контроля, теперь вы можете просто ввести нужное разрешение в поле вместо того, чтобы прокручивать его часами.
sk: Ak je váš zoznam rozlíšení na pokraji, že sa vymkne spod kontroly, môžete teraz jednoducho zadať požadované rozlíšenie do poľa namiesto toho, aby ste sa celé hodiny posúvali.
uk: Якщо ваш список роздільних здатностей на межі виходу з-під контролю, тепер ви можете просто ввести потрібну роздільну здатність у поле замість того, щоб прокручувати кілька годин.
zh_hans: 如果你的分辨率列表过长，你现在可以只在框中输入所需的分辨率，而无需滚动很久。

# ButtonDialogRenameFileNamingSettings.Text
source: File naming settings
ar_tn: إعدادات تسمية الملفات
cs: Nastavení pojmenování souboru
he: הגדרות מתן שמות לקבצים
hu: Fájl elnevezés beállításai
nb: Fil navning innstillinger
pl: Ustawienia nazywania plików
pt_br: Configurações de nomeação de arquivos
ru: Настройки именования файлов
sk: Nastavenia pomenovania súborov
uk: Налаштування імен файлів
zh_hans: 文件命名设置

# ButtonScanMergeReverseOrder.ToolTipService.ToolTip
source: Reverse order of inserted pages
ar_tn: الترتيب العكسي للصفحات المدرجة
cs: Obrátit pořadí vložených stránek
hu: A beszúrt oldalak fordított sorrendje
nb: Reverser ordenen på innsatte sider
pl: Odwrócona kolejność wstawianych stron
pt_br: Reverter ordem das páginas inseridas
ru: Обратный порядок вставленных страниц
sk: Obrátené poradie vložených strán
uk: Зворотний порядок вставлених сторінок
zh_hans: 逆序插入页面

# TextScanMergeElementLastPage
source: Last scanned page
ar_tn: الصفحة الأخيرة التي تم مسحها ضوئياً
cs: Poslední naskenovaná strana
he: עמוד סרוק אחרון
hu: Utoljára beolvasott oldal
nb: Siste skannet side
pl: Ostatnio zeskanowana strona
pt_br: Última página digitalizada
ru: Последняя отсканированная страница
sk: Posledná naskenovaná strana
uk: Остання сканована сторінка
zh_hans: 上次扫描的页面

# TextScanMergeLastPage.Text
source: Last page
ar_tn: الصفحة الأخيرة
cs: Poslední stránka
he: עמוד אחרון
hu: Utolsó oldal
nb: Siste side
pl: Ostatnia strona
pt_br: Última página
ru: Последняя страница
sk: Posledná strana
uk: Остання сторінка
zh_hans: 末页

# HeadingSettingsAppLanguage.Text
source: App language
ar_tn: لغة التطبيق
cs: Jazyk aplikace
he: שפת האפליקציה
hu: App nyelve
nb: Aplikasjonsspråk
pl: Język aplikacji
pt_br: Idioma do aplicativo
ru: Язык приложения
sk: Jazyk aplikácie
uk: Мова застосунку
zh_hans: 应用程序语言

# OptionSettingsAppLanguageSystem
source: System setting
ar_tn: إعدادات النظام
cs: Systémové nastavení
he: הגדרת מערכת
hu: Rendszer nyelve
nb: Systeminnstilling
pl: Ustawienia systemowe
pt_br: Configuração do sistema
ru: Системные настройки
sk: Jazyk systému
uk: Системні налаштування
zh_hans: 系统设置

# TextScanProgressAutomaticRotation.Text
source: Automatic rotation...
ar_tn: التدوير الآلي...
cs: Automatické otáčení...
he: סיבוב אוטומטי...
hu: Auto. forgatás...
nb: Automatisk rotering…
pl: Automatyczne obracanie
pt_br: Rotação automática...
ru: Автоматическое вращение..
sk: Automatické otáčanie...
uk: Автоматичне обертання...
zh_hans: 自动旋转...

# TextScanProgressFinishing.Text
source: Almost done...
ar_tn: أوشكت على الإنتهاء...
cs: Skoro hotovo...
he: כמעט סיימתי. . .
hu: Majdnem kész...
nb: Nesten ferdig…
pl: Prawie gotowe...
pt_br: Quase feito...
ru: Почти готово...
sk: Skoro hotové...
uk: Майже готово...
zh_hans: 即将完成...

# TextScanProgressPdfGeneration.Text
source: Preparing PDF...
ar_tn: تحضير الPDF...
cs: Připravování PDF...
he: מכין PDF...
hu: PDF előkészítés...
nb: Preparerer PDF…
pl: Przygotowywanie PDF...
pt_br: Preparando PDF...
ru: Подготовка PDF...
sk: Pripravuje sa PDF...
uk: Підготовка PDF...
zh_hans: 准备PDF...

# TextScanProgressProcessing.Text
source: Processing...
ar_tn: جار المعالجة...
cs: Zpracovávání...
he: מעבד...
hu: Feldolgozás...
nb: Prosessen pågår…
pl: Przetwarzanie...
pt_br: Processando...
ru: Обработка...
sk: Spracúva sa...
uk: Обробка...
zh_hans: 处理中...

# TextScanProgressSaving.Text
source: Saving...
ar_tn: يتم الحفظ...
cs: Ukládání...
he: שומר...
hu: Mentés...
nb: Lagrer
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladá sa...
uk: Збереження...
zh_hans: 保存...

# TextScanProgressScanning.Text
source: Scanning...
ar_tn: جار المسح الضوئي...
cs: Skenování...
he: סורק...
hu: Beolvasás...
nb: Skanner…
pl: Skanowanie...
pt_br: Digitalizando...
ru: Сканирование...
sk: Skenovanie...
uk: Сканування...
zh_hans: 扫描...

# ButtonDialogSetupBack.Content
source: Back
ar_tn: عودة
cs: Zpět
he: אחורה
hu: Vissza
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
sk: Späť
uk: Назад
zh_hans: 返回

# ButtonDialogSetupConfirm.Content
source: Confirm
ar_tn: التأكيد
cs: Potvrdit
he: אשר
hu: Megerősítés
nb: Godkjenn
pl: Zatwierdź
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdiť
uk: Підтвердити
zh_hans: 确定

# ButtonSaveLocationSettings.Text
source: Save location settings
ar_tn: حفظ إعدادات الموقع
cs: Uložení nastavení umístění
he: שמירת הגדרות מיקום
hu: Helyzet beáll. mentése
nb: Lagring plassering instillinger
pl: Zapisz ustawienia lokalizacji
pt_br: Salvar configurações de local
ru: Сохранить настройки местоположения
sk: Nastavenie uloženia skenov
uk: Збережіть налаштування місцезнаходження
zh_hans: 保存位置设置

# HeadingDialogSaveLocationSetup.Text
source: Save location
ar_tn: حفظ الموقع
cs: Umístění pro ukládání
he: שמור מיקום
hu: Helyzet mentés
nb: Sparingsplassering
pl: Lokalizacja zapisu
pt_br: Salvar local
ru: Сохранить местоположение
sk: Uloženie skenov
uk: Зберегти місцезнаходження
zh_hans: 保存位置

# TextDialogSaveLocationSetup.Text
source: Choose a set location or select a new one for every scan.
ar_tn: أختر موقع معين او موقع جديد لكل عملية مسح ضوئي.
cs: Vybrat nastavené umístění nebo vybrat nové pro každý sken.
he: בחר מיקום מוגדר או בחר מיקום חדש עבור כל סריקה.
hu: Válasszon egy beállított helyet, vagy válasszon újat minden beolvasáshoz.
nb: Velg en fast plassering eller alltid en ny plassering for hvert skann.
pl: Wybierz ustaloną lokalizację lub wybierz nową przy każdym skanowaniu.
pt_br: Escolha um local existente ou selecione um novo para cada digitalização.
ru: Выберите заданное местоположение или выберите новое для каждого сканирования.
sk: Vyberte nastavené umiestnenie alebo vyberte nové pre každé skenovanie.
uk: Виберіть місце розташування або виберіть нове для кожного сканування.
zh_hans: 为每次扫描选择一个固定位置或选择一个新位置。

# TextDialogSaveLocationSetupFooter.Text
source: The app automatically saves changes each time you scan pages or edit existing ones - no need to worry about forgetting something.
ar_tn: التطبيق يحفظ التغيرات آليا في كل مرة تقوم بالمسح الضوئي لصفحات جديدة او تحرير الموجود منها- لا داعي للقلق أن نسيت شيء ما.
cs: Aplikace automaticky ukládá změny při každém skenování stránek nebo úpravě stávajících stránek - nemusíte se bát, že byste na něco zapomněli.
he: האפליקציה שומרת שינויים באופן אוטומטי בכל פעם שאתה סורק דפים או עורך דפים קיימים - אינך צריך לדאוג ששכחת לשמור משהו.
hu: Az app automatikusan menti a változtatásokat minden alkalommal, amikor oldalakat szkennel vagy szerkeszti a meglévőket – nem kell attól tartania, hogy valamit elfelejt.
nb: Appen lagrer automatisk endringer hver gang du skanner sider eller redigerer eksisterende – du trenger ikke å bekymre deg for å glemme noe.
pl: Aplikacja automatycznie zapisuje zmiany za każdym razem, gdy skanujesz strony lub edytujesz już istniejące - nie musisz się martwić, że o czymś zapomnisz.
pt_br: O aplicativo salva automaticamente as alterações sempre que você digitalizar páginas ou editar as já existentes - não há razão para preocupar-se em esquecer algo.
ru: Приложение автоматически сохраняет изменения каждый раз, когда вы сканируете страницы или редактируете существующие — не нужно беспокоиться о том, что вы что-то забудете.
sk: Aplikácia automaticky uloží zmeny pri každom skenovaní stránok alebo úprave existujúcich – nemusíte sa báť, že na niečo zabudnete.
uk: Застосунок автоматично зберігає зміни щоразу, коли ви скануєте сторінки або редагуєте наявні – не потрібно турбуватися про те, що щось забудете.
zh_hans: 每次你扫描页面或编辑现有页面时，应用程序都会自动保存更改，无需担心忘记保存。

# TextDialogSaveLocationSetupSecondary.Text
source: You can always change your mind in the app settings.
ar_tn: بإمكانك تغير رأيك في أي وقت في إعدادات التطبيق.
cs: V nastavení aplikace si to můžete kdykoli rozmyslet.
he: תמיד תוכל לשנות את דעתך בהגדרות האפליקציה.
hu: Bármikor meggondolhatja magát az alkalmazás beállításai között.
nb: Du kan alltid ombestemme deg i appinnstillingene.
pl: Zawsze możesz to zmienić w ustawieniach aplikacji
pt_br: Você sempre pode alterar as configurações do aplicativo.
ru: Вы всегда можете передумать в настройках приложения.
sk: Svoje rozhodnutie môžete kedykoľvek zmeniť v nastaveniach aplikácie.
uk: Ви завжди можете змінити свою думку в налаштуваннях застосунку.
zh_hans: 你可以随时在应用程序设置中进行更改。

# HeadingFileNamingBlockBrightness.Text
source: Brightness adjustment
ar_tn: تعديل السطوع
cs: Nastavení jasu
he: התאמת בהירות
hu: Fényerő beállítása
nb: Lyshet justering
pl: Regulacja jasności
pt_br: Ajuste de brilho
ru: Регулировка яркости
sk: Nastavenie jasu
uk: Регулювання яскравості
zh_hans: 亮度调节

# HeadingFileNamingBlockContrast.Text
source: Contrast adjustment
ar_tn: تعديل التباين
cs: Nastavení kontrastu
he: התאמת ניגודיות
hu: Kontraszt beállítása
nb: Kontrast justering
pl: Regulacja kontrastu
pt_br: Ajuste de contraste
ru: Регулировка контрастности
sk: Nastavenie kontrastu
uk: Регулювання контрасту
zh_hans: 对比度调节

# HeadingFileNamingBlockDay.Text
source: Day
ar_tn: اليوم
cs: Den
he: יום
hu: Nap
nb: Dag
pl: Dzień
pt_br: Dia
ru: День
sk: Deň
uk: День
zh_hans: 日

# HeadingFileNamingBlockFileType.Text
source: File type
ar_tn: نوع الملف
cs: Typ souboru
he: סוג הקובץ
hu: Fájl típus
nb: Filtypen
pl: Typ pliku
pt_br: Tipo de arquivo
ru: Тип файла
sk: Typ súboru
uk: Тип файлу
zh_hans: 文件类型

# HeadingFileNamingBlockHour.Text
source: Hour
ar_tn: الساعة
cs: Hodina
he: שעה
hu: Óra
nb: Time
pl: Godzina
pt_br: Hora
ru: Час
sk: Hodina
uk: Година
zh_hans: 小时

# HeadingFileNamingBlockMinute.Text
source: Minute
ar_tn: دقيقة
cs: Minuta
he: דקה
hu: Perc
nb: Minuttet
pl: Minuta
pt_br: Minuto
ru: Минута
sk: Minúta
uk: Хвилина
zh_hans: 分钟

# HeadingFileNamingBlockMonth.Text
source: Month
ar_tn: الشهر
cs: Měsíc
he: חודש
hu: Hónap
nb: Måned
pl: Miesiąć
pt_br: Mês
ru: Месяц
sk: Mesiac
uk: Місяць
zh_hans: 月份

# HeadingFileNamingBlockResolution.Text
source: Resolution
ar_tn: الدقة
cs: Rozlišení
he: רזולוציה
hu: Felbontás
nb: Oppløsning
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
sk: Rozlíšenie
uk: Роздільна здатність
zh_hans: 分辨率

# HeadingFileNamingBlockScannerName.Text
source: Scanner name
ar_tn: أسم جهاز المسح الضوئي
cs: Název skeneru
he: שם הסורק
hu: Szkenne neve
nb: Skannernavn
pl: Nazwa skanera
pt_br: Nome do digitalizador
ru: Имя сканера
sk: Názov skenera
uk: Назва сканера
zh_hans: 扫描仪名称

# HeadingFileNamingBlockSecond.Text
source: Second
ar_tn: ثانية
cs: Vteřina
he: שניה
hu: Második
nb: Sekunnet
pl: Sekunda
pt_br: Segundo
ru: Секунды
sk: Sekunda
uk: Секунди
zh_hans: 秒

# HeadingFileNamingBlockText.Text
source: Text
ar_tn: النص
he: טקסט
hu: Szöveg
nb: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
uk: Текст
zh_hans: 文本

# HeadingFileNamingBlockYear.Text
source: Year
ar_tn: السنة
cs: Rok
he: שנה
hu: Év
nb: År
pl: Rok
pt_br: Ano
ru: Год
sk: Rok
uk: Рік
zh_hans: 年

# ButtonFileNamingAddBlock.Content
source: Add block
ar_tn: إضافة مربع
cs: Přidat blok
he: הוספת בלוק
hu: Blokk hozzáadás
nb: Tilføy blokk
pl: Dodaj blok
pt_br: Adicionar bloco
ru: Добавить блок
sk: Pridať blok
uk: Додати блок
zh_hans: 添加方块

# ButtonFileNamingClearPattern.ToolTipService.ToolTip
source: Clear pattern
ar_tn: مسح النمط
cs: Smazat masku
hu: Minta törlés
nb: Klarer mønster
pl: Wyczyść wzór
pt_br: Limpar padrão
ru: Очистить шаблон
sk: Vynulovať vzor
uk: Очистити шаблон
zh_hans: 清空模式

# HyperlinkSettingsEditCustomPattern.Text
source: Edit custom pattern
ar_tn: تحرير النمط المخصص
cs: Upravit vlastní masku
hu: Egyéni minta szerkesztése
nb: Endre nåværende mønster
pl: Edytuj niestandardowy wzór
pt_br: Editar padrão personalizado
ru: Изменить пользовательский шаблон
sk: Upraviť vlastný vzor
uk: Редагувати спеціальний шаблон
zh_hans: 编辑自定义模式

# HeadingDialogCustomFileNaming.Text
source: Custom file naming pattern
ar_tn: نط تسمية الملفات المخصصة
cs: Vlastní maska pojmenování souborů
hu: Egyedi fájl elnevezési minta
nb: Utvalgt filnavngivingsmønster
pl: Niestandardowy wzór nazywania plików
pt_br: Padrão de nomeação de arquivos personalizado
ru: Пользовательский шаблон именования файлов
sk: Vlastný vzor pomenovania súboru
uk: Спеціальний шаблон іменування файлів
zh_hans: 自定义文件命名模式

# HeadingFileNamingPreview.Text
source: Preview
ar_tn: معاينة
cs: Náhled
he: תצוגה מקדימה
hu: Előnézet
nb: Forhåndsvise
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sk: Náhľad
uk: Попередній перегляд
zh_hans: 预览

# HeadingScanMergePreview.Text
source: Preview
ar_tn: معاينة
cs: Náhled
he: תצוגה מקדימה
hu: Előnézet
nb: Forhåndsvis
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sk: Náhľad
uk: Попередній перегляд
zh_hans: 预览

# OptionFileNamingBlock24Hours.Content
source: 24-hours
ar_tn: 24 ساعة
cs: 24-hodinový
he: 24 שעות
hu: 24 óra
nb: 24-timer
pl: 24 godziny
pt_br: 24 horas
ru: 24 часа
sk: 24 hodín
uk: 24 години
zh_hans: 24小时

# OptionFileNamingBlockAllCaps.Content
source: In upper case
ar_tn: حروف كبيرة
cs: Velkými písmeny
hu: Nagybetűvel
nb: Store bokstaver
pl: Wielkimi literami
pt_br: Em maiúsculas
ru: В верхнем регистре
sk: Veľkými písmenami
uk: У верхньому регістрі
zh_hans: 大写字母

# OptionFileNamingBlockDayMonth.Content
source: Day of month
ar_tn: اليوم في الشهر
cs: Den měsíce
he: יום בחודש
hu: A hónap napja
nb: Dagen av måned
pl: Dzień miesiąca
pt_br: Dia do mês
ru: День месяца
sk: Deň v mesiaci
uk: День місяця
zh_hans: 每月第几天

# OptionFileNamingBlockDayWeek.Content
source: Day of week
ar_tn: اليوم في الأسبوع
cs: Den týdne
he: יום בשבוע
hu: A hét napja
nb: Dagen av uken
pl: Dzień tygodnia
pt_br: Dia da semana
ru: День недели
sk: Deň v týždni
uk: День тижня
zh_hans: 每周第几天

# OptionFileNamingBlockDayYear.Content
source: Day of year
ar_tn: اليوم في السنة
cs: Den roku
he: יום בשנה
hu: Az év napja
nb: Dagen av året
pl: Dzień roku
pt_br: Dia do ano
ru: День года
sk: Deň v roku
uk: День року
zh_hans: 每年第几天

# OptionFileNamingBlockMaximumLetters.Content
source: Limit number of letters
ar_tn: أختصر عدد الحروف
cs: Omezit počet písmen
he: הגבל את מספר האותיות
hu: Korlátozza a betűk számát
nb: Begrensning på antallet av bokstavene
pl: Ogranicz liczbę liter
pt_br: Limitar número de letras
ru: Ограничить количество букв
sk: Obmedziť počet písmen
uk: Обмежити кількість літер
zh_hans: 限制字数

# OptionFileNamingBlockMinimumDigits.Content
source: Always use minimum number of digits
ar_tn: استخدم الحد الأدنى من الخانات دائماً
cs: Vždy použít minimální počet číslic
he: השתמש תמיד במספר מינימלי של ספרות
hu: Mindig minimális számjegyet használjon
nb: Alltid bruke minimalt antall siffer
pl: Zawsze używaj minimalnej ilości cyfr
pt_br: Usar sempre o mínimo de dígitos
ru: Минимальное количество цифр
sk: Vždy použiť minimálny počet číslic
uk: Завжди використовуйте мінімальну кількість цифр
zh_hans: 始终使用最少的数字个数

# OptionFileNamingBlockMonthName.Content
source: Name of month
ar_tn: أسم الشهر
cs: Název měsíce
he: שם החודש
hu: Hónap neve
nb: Navn på måned
pl: Nazwa miesiąca
pt_br: Nome do mês
ru: Название месяца
sk: Mesiac (názov)
uk: Назва місяця
zh_hans: 月份名

# OptionFileNamingBlockMonthNumber.Content
source: Number of month
ar_tn: رقم الشهر
cs: Číslo měsíce
he: מספר חודשים
hu: Hónap száma
nb: Nummeret på måneden
pl: Numer miesiąca
pt_br: Número do mês
ru: Номер месяца
sk: Mesiac (číslo)
uk: Число місяця
zh_hans: 第几月

# OptionFileNamingBlockMonthShortName.Content
source: Short name of month
ar_tn: اسم الشهر باختصار
cs: Zkrácený název měsíce
he: שם קצר של חודש
hu: Rövid hónap név
nb: Forkortelse på månedens navn
pl: Krótka nazwa miesiąca
pt_br: Nome curto do mês
ru: Краткое название месяца
sk: Skrátený názov mesiaca
uk: Коротка назва місяця
zh_hans: 月份名简称

# OptionFileNamingBlockSkipIfDefault.Content
source: Skip if default
ar_tn: تخطى إذا كان إفتراضيا
cs: Přeskočit, pokud je výchozí
he: דלג אם ברירת המחדל
hu: Kihagyás, ha alapértelmezett
nb: Avstå hvis den er standard
pl: Pomiń, jeśli domyślne
pt_br: Pular se padrão
ru: Пропустить, если по умолчанию
sk: Preskočiť, ak je predvolené
uk: Пропустити, якщо за замовчуванням
zh_hans: 默认情况下跳过

# OptionFileNamingBlockTwoDigits.Content
source: Always two digits
ar_tn: خانتين فقط
cs: Vždy dvě číslice
he: תמיד שתי ספרות
hu: Mindig kétjegyű
nb: Altid to siffer
pl: Zawsze dwie cyfry
pt_br: Sempre dois dígitos
ru: Всегда две цифры
sk: Vždy dve číslice
uk: Завжди дві цифри
zh_hans: 始终使用两位数

# OptionSettingsCustomPattern.Content
source: Custom pattern
ar_tn: نمط مخصص
cs: Vlastní maska
he: תבנית מותאמת אישית
hu: Egyedi minta
nb: Følgende mønster
pl: Niestandardowy wzór
pt_br: Padrão personalizado
ru: Пользовательский шаблон
sk: Vlastný vzor
uk: Індивідуальний шаблон
zh_hans: 自定义模式

# OptionSettingsDatePattern.Content
source: Date
ar_tn: التاريخ
cs: Datum
he: תאריך
nb: Dato
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
uk: Дата
zh_hans: 日期

# OptionSettingsDateTimePattern.Content
source: Date and time (Default)
ar_tn: التاريخ والوقت (الإفتراضي)
cs: Datum a čas (výchozí)
he: תאריך ושעה (ברירת מחדל)
hu: Dátum és idő (alapértelmezett)
nb: Dato og tid (Standard)
pl: Data i czas (domyślnie)
pt_br: Data e hora (Padrão)
ru: Дата и время (по умолчанию)
sk: Dátum a čas (predvolené)
uk: Дата і час (за замовчуванням)
zh_hans: 日期和时间（默认）
